Repository: rostikKalabishka/Ai-FitCoach
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, ja, pt, uk

# yourRightsTitle
source: 6. Your Rights
de: 6. Ihre Rechte
es: 6. Tus derechos
fr: 6. Vos droits
ja: 6. あなたの権利
pt: 6. Seus direitos
uk: 6. Твої права

# yourRightsDescription
source: Depending on your location, you may have rights under applicable data protection laws, such as:
de: Je nach Ihrem Standort haben Sie möglicherweise Rechte gemäß den geltenden Datenschutzgesetzen, wie z.B.:
es: Dependiendo de tu ubicación, puedes tener derechos bajo las leyes de protección de datos aplicables, como:
fr: Selon votre emplacement, vous pouvez avoir des droits en vertu des lois applicables sur la protection des données, tels que :
ja: お住まいの地域によっては、適用されるデータ保護法に基づく権利を有する場合があります。例えば：
pt: Dependendo da sua localização, você pode ter direitos sob as leis de proteção de dados aplicáveis, como:
uk: Залежно від твого місця проживання, ти можеш мати права відповідно до чинних законів про захист даних, таких як:

# yourRightsAccessData
source: Access or update your personal data
de: Zugriff auf oder Aktualisierung Ihrer persönlichen Daten
es: Acceder o actualizar tus datos personales
fr: Accéder ou mettre à jour vos données personnelles
ja: 個人データへのアクセスまたは更新
pt: Acessar ou atualizar seus dados pessoais
uk: Доступ або оновлення твоїх персональних даних

# yourRightsDeleteData
source: Request deletion of your data
de: Löschung Ihrer Daten anfordern
es: Solicitar la eliminación de tus datos
fr: Demander la suppression de vos données
ja: データの削除を要求
pt: Solicitar a exclusão de seus dados
uk: Запит на видалення твоїх даних

# yourRightsWithdrawConsent
source: Withdraw consent
de: Zustimmung widerrufen
es: Retirar el consentimiento
fr: Retirer votre consentement
ja: 同意の撤回
pt: Retirar o consentimento
uk: Відкликання згоди

# yourRightsContact
source: To exercise these rights, please contact us at: {contactEmail}
de: Um diese Rechte auszuüben, kontaktieren Sie uns bitte unter: {contactEmail}
es: Para ejercer estos derechos, contáctanos en: {contactEmail}
fr: Pour exercer ces droits, veuillez nous contacter à : {contactEmail}
ja: これらの権利を行使するには、{contactEmail}までご連絡ください。
pt: Para exercer esses direitos, entre em contato conosco em: {contactEmail}
uk: Щоб скористатися цими правами, зв’яжися з нами за адресою: {contactEmail}

# childrenPrivacyTitle
source: 7. Children’s Privacy
de: 7. Datenschutz für Kinder
es: 7. Privacidad de menores
fr: 7. Confidentialité des enfants
ja: 7. 子供のプライバシー
pt: 7. Privacidade de crianças
uk: 7. Конфіденційність дітей

# childrenPrivacyDescription
source: Our App is not intended for children under the age of 13 (or the equivalent minimum age in your jurisdiction), and we do not knowingly collect data from such users.
de: Unsere App ist nicht für Kinder unter 13 Jahren (oder das entsprechende Mindestalter in Ihrer Gerichtsbarkeit) gedacht, und wir sammeln wissentlich keine Daten von solchen Nutzern.
es: Nuestra Aplicación no está destinada a menores de 13 años (o la edad mínima equivalente en tu jurisdicción), y no recopilamos datos de dichos usuarios conscientemente.
fr: Notre Application n’est pas destinée aux enfants de moins de 13 ans (ou l’âge minimum équivalent dans votre juridiction), et nous ne collectons pas sciemment de données de ces utilisateurs.
ja: 私たちのアプリは13歳未満の子供（またはあなたの管轄区域における同等の最低年齢）を対象としておらず、そのようなユーザーから故意にデータを収集しません。
pt: Nosso Aplicativo não é destinado a crianças menores de 13 anos (ou a idade mínima equivalente em sua jurisdição), e não coletamos dados desses usuários conscientemente.
uk: Наш Додаток не призначений для дітей віком до 13 років (або еквівалентного мінімального віку у твоїй юрисдикції), і ми свідомо не збираємо дані від таких користувачів.

# changesToPolicyTitle
source: 8. Changes to This Privacy Policy
de: 8. Änderungen dieser Datenschutzerklärung
es: 8. Cambios a esta Política de Privacidad
fr: 8. Modifications de cette politique de confidentialité
ja: 8. このプライバシーポリシーの変更
pt: 8. Alterações a esta Política de Privacidade
uk: 8. Зміни до цієї Політики конфіденційності

# changesToPolicyDescription
source: We may update this Privacy Policy from time to time. Changes will be posted on this page with an updated "Last Updated" date.
de: Wir können diese Datenschutzerklärung von Zeit zu Zeit aktualisieren. Änderungen werden auf dieser Seite mit einem aktualisierten Datum „Zuletzt aktualisiert“ veröffentlicht.
es: Podemos actualizar esta Política de Privacidad de vez en cuando. Los cambios se publicarán en esta página con una fecha de "Última actualización" actualizada.
fr: Nous pouvons mettre à jour cette politique de confidentialité de temps à autre. Les modifications seront publiées sur cette page avec une date de « Dernière mise à jour » actualisée.
ja: 私たちはこのプライバシーポリシーを随時更新することがあります。変更は、このページに更新された「最終更新日」とともに掲載されます。
pt: Podemos atualizar esta Política de Privacidade de tempos em tempos. As alterações serão publicadas nesta página com uma data de "Última atualização" atualizada.
uk: Ми можемо час від часу оновлювати цю Політику конфіденційності. Зміни будуть опубліковані на цій сторінці з оновленою датою "Останнє оновлення".

# contactUsTitle
source: 9. Contact Us
de: 9. Kontaktieren Sie uns
es: 9. Contáctanos
fr: 9. Contactez-nous
ja: 9. お問い合わせ
pt: 9. Entre em contato conosco
uk: 9. Зв’яжися з нами

# contactUsDescription
source: If you have any questions or concerns about this Privacy Policy, please contact us at:
de: Wenn Sie Fragen oder Bedenken zu dieser Datenschutzerklärung haben, kontaktieren Sie uns bitte unter:
es: Si tienes preguntas o inquietudes sobre esta Política de Privacidad, contáctanos en:
fr: Si vous avez des questions ou des préoccupations concernant cette politique de confidentialité, veuillez nous contacter à :
ja: このプライバシーポリシーに関するご質問やご不明点がございましたら、以下までご連絡ください：
pt: Se você tiver dúvidas ou preocupações sobre esta Política de Privacidade, entre em contato conosco em:
uk: Якщо у тебе є запитання чи занепокоєння щодо цієї Політики конфіденційності, зв’яжися з нами за адресою:

# contactUsEmail
source: Email: {contactEmail}
es: Correo electrónico: {contactEmail}
ja: メール：{contactEmail}
uk: Електронна пошта: {contactEmail}

# contactUsAddress
source: Address: {companyAddress}
de: Adresse: {companyAddress}
es: Dirección: {companyAddress}
fr: Adresse : {companyAddress}
ja: 住所：{companyAddress}
pt: Endereço: {companyAddress}
uk: Адреса: {companyAddress}

# rateUsDescription
source: We appreciate your feedback! The "Rate Us" feature helps us improve the quality of our app, gather user insights, and provide a better experience for everyone.
de: Wir schätzen Ihr Feedback! Die Funktion „Bewerte uns“ hilft uns, die Qualität unserer App zu verbessern, Einblicke von Nutzern zu sammeln und ein besseres Erlebnis für alle zu bieten.
es: ¡Agradecemos tus comentarios! La función "Califícanos" nos ayuda a mejorar la calidad de nuestra aplicación, recopilar opiniones de los usuarios y ofrecer una mejor experiencia para todos.
fr: Nous apprécions vos commentaires ! La fonction « Évaluez-nous » nous aide à améliorer la qualité de notre application, à recueillir les avis des utilisateurs et à offrir une meilleure expérience à tous.
ja: 皆様のご意見をお待ちしています！「評価する」機能は、アプリの品質向上、ユーザーの洞察収集、そして皆様にとってより良い体験を提供するのに役立ちます。
pt: Agradecemos seu feedback! O recurso "Avalie-nos" nos ajuda a melhorar a qualidade do nosso aplicativo, coletar insights dos usuários e proporcionar uma melhor experiência para todos.
uk: Ми цінуємо твої відгуки! Функція «Оціни нас» допомагає нам покращувати якість нашого додатка, збирати думки користувачів та надавати кращий досвід для всіх.

# rateUsHowItWorksTitle
source: 1. How the "Rate Us" Feature Works
de: 1. Wie die Funktion „Bewerte uns“ funktioniert
es: 1. Cómo funciona la función "Califícanos"
fr: 1. Comment fonctionne la fonction « Évaluez-nous »
ja: 1. 「評価する」機能の仕組み
pt: 1. Como funciona o recurso "Avalie-nos"
uk: 1. Як працює функція «Оціни нас»

# rateUsHowItWorksDescription
source: When you use the "Rate Us" option:
de: Wenn Sie die Option „Bewerte uns“ verwenden:
es: Cuando usas la opción "Califícanos":
fr: Lorsque vous utilisez l’option « Évaluez-nous » :
ja: 「評価する」オプションを使用すると：
pt: Quando você usa a opção "Avalie-nos":
uk: Коли ти використовуєш опцію «Оціни нас»:

# rateUsHowItWorksRedirect
source: You may be redirected to our app’s page on the App Store or Google Play to leave a review or rating.
de: Sie werden möglicherweise auf die Seite unserer App im App Store oder Google Play weitergeleitet, um eine Bewertung oder ein Rating abzugeben.
es: Puedes ser redirigido a la página de nuestra aplicación en la App Store o Google Play para dejar una reseña o calificación.
fr: Vous pouvez être redirigé vers la page de notre application sur l’App Store ou Google Play pour laisser un avis ou une note.
ja: App StoreまたはGoogle Playのアプリページにリダイレクトされ、レビューや評価を残すことができます。
pt: Você pode ser redirecionado para a página do nosso aplicativo na App Store ou Google Play para deixar uma avaliação ou nota.
uk: Тебе може бути перенаправлено на сторінку нашого додатка в App Store або Google Play, щоб залишити відгук або оцінку.

# rateUsHowItWorksNoData
source: We do not collect any personal information through this feature without your explicit consent.
de: Wir sammeln keine persönlichen Informationen über diese Funktion ohne Ihre ausdrückliche Zustimmung.
es: No recopilamos información personal a través de esta función sin tu consentimiento explícito.
fr: Nous ne collectons aucune information personnelle via cette fonction sans votre consentement explicite.
ja: この機能を通じてあなたの明示的な同意なしに個人情報を収集することはありません。
pt: Não coletamos informações pessoais por meio deste recurso sem seu consentimento explícito.
uk: Ми не збираємо жодної особистої інформації через цю функцію без твоєї явної згоди.

# rateUsDataCollectionTitle
source: 2. Data Collection During Rating
de: 2. Datensammlung während der Bewertung
es: 2. Recopilación de datos durante la calificación
fr: 2. Collecte de données lors de l’évaluation
ja: 2. 評価中のデータ収集
pt: 2. Coleta de dados durante a avaliação
uk: 2. Збір даних під час оцінювання

# rateUsDataCollectionNoData
source: If you are simply redirected to the app store — no data is collected by us.
de: Wenn Sie einfach zum App Store weitergeleitet werden – es werden keine Daten von uns gesammelt.
es: Si solo eres redirigido a la tienda de aplicaciones — no recopilamos ningún dato.
fr: Si vous êtes simplement redirigé vers le magasin d’applications — aucune donnée n’est collectée par nous.
ja: アプリストアにリダイレクトされるだけの場合—私たちはデータを収集しません。
pt: Se você for apenas redirecionado para a loja de aplicativos — nenhum dado é coletado por nós.
uk: Якщо тебе просто перенаправлено до магазину додатків — ми не збираємо жодних даних.

# rateUsDataCollectionStorePolicy
source: If you leave a review or rating, it is submitted through the App Store or Google Play platforms and governed by their own privacy policies, not ours.
de: Wenn Sie eine Bewertung oder ein Rating abgeben, wird dies über die Plattformen App Store oder Google Play eingereicht und unterliegt deren eigenen Datenschutzrichtlinien, nicht unseren.
es: Si dejas una reseña o calificación, esta se envía a través de las plataformas App Store o Google Play y se rige por sus propias políticas de privacidad, no por las nuestras.
fr: Si vous laissez un avis ou une note, il est soumis via les plateformes App Store ou Google Play et régi par leurs propres politiques de confidentialité, pas les nôtres.
ja: レビューまたは評価を残す場合、それはApp StoreまたはGoogle Playのプラットフォームを通じて送信され、それらのプライバシーポリシーに準拠し、われわれのものではありません。
pt: Se você deixar uma avaliação ou nota, ela será enviada por meio das plataformas App Store ou Google Play e regida por suas próprias políticas de privacidade, não pelas nossas.
uk: Якщо ти залишаєш відгук або оцінку, вони надсилаються через платформи App Store або Google Play і регулюються їхніми власними політиками конфіденційності, а не нашими.

# rateUsWhyItMattersTitle
source: 3. Why Your Rating Matters
de: 3. Warum Ihre Bewertung wichtig ist
es: 3. Por qué tu calificación importa
fr: 3. Pourquoi votre évaluation compte
ja: 3. なぜあなたの評価が重要か
pt: 3. Por que sua avaliação importa
uk: 3. Чому твоя оцінка важлива

# rateUsWhyItMattersDescription
source: Your ratings and reviews:
de: Ihre Bewertungen und Rezensionen:
es: Tus calificaciones y reseñas:
fr: Vos évaluations et avis :
ja: あなたの評価とレビューは：
pt: Suas avaliações e comentários:
uk: Твої оцінки та відгуки:

# rateUsWhyItMattersDiscovery
source: Help other users discover and trust our app
de: Helfen anderen Nutzern, unsere App zu entdecken und ihr zu vertrauen
es: Ayudan a otros usuarios a descubrir y confiar en nuestra aplicación
fr: Aident les autres utilisateurs à découvrir et à faire confiance à notre application
ja: 他のユーザーがアプリを発見し信頼するのに役立ちます
pt: Ajudam outros usuários a descobrir e confiar no nosso aplicativo
uk: Допомагають іншим користувачам знайти та довіряти нашому додатку

# rateUsWhyItMattersFeedback
source: Provide us with valuable feedback to improve features or fix issues
de: Geben uns wertvolles Feedback, um Funktionen zu verbessern oder Probleme zu beheben
es: Nos proporcionan retroalimentación valiosa para mejorar funciones o corregir problemas
fr: Nous fournissent des commentaires précieux pour améliorer les fonctionnalités ou corriger les problèmes
ja: 機能の改善や問題の修正のための貴重なフィードバックを提供します
pt: Fornecem feedback valioso para melhorar funcionalidades ou corrigir problemas
uk: Надають нам цінний зворотний зв’язок для покращення функцій або виправлення проблем

# rateUsWhyItMattersDevelopment
source: Support the ongoing development and improvement of the app
de: Unterstützen die fortlaufende Entwicklung und Verbesserung der App
es: Apoyan el desarrollo continuo y la mejora de la aplicación
fr: Soutiennent le développement et l’amélioration continue de l’application
ja: アプリの継続的な開発と改善をサポートします
pt: Apoiam o desenvolvimento contínuo e a melhoria do aplicativo
uk: Підтримують постійний розвиток та вдосконалення додатка

# rateUsContactTitle
source: 4. Contact Us Directly
de: 4. Kontaktieren Sie uns direkt
es: 4. Contáctanos directamente
fr: 4. Contactez-nous directement
ja: 4. 直接お問い合わせ
pt: 4. Entre em contato diretamente
uk: 4. Зв’яжися з нами напряму

# rateUsContactDescription
source: Having issues or suggestions? Instead of leaving a negative review, feel free to reach out to us directly — we’re always happy to help!
de: Haben Sie Probleme oder Vorschläge? Anstatt eine negative Bewertung zu hinterlassen, kontaktieren Sie uns direkt – wir helfen immer gerne!
es: ¿Tienes problemas o sugerencias? En lugar de dejar una reseña negativa, no dudes en contactarnos directamente — ¡siempre estamos felices de ayudar!
fr: Vous rencontrez des problèmes ou avez des suggestions ? Au lieu de laisser un avis négatif, n’hésitez pas à nous contacter directement — nous sommes toujours ravis d’aider !
ja: 問題や提案がありますか？否定的なレビューを残す代わりに、直接ご連絡ください—いつでも喜んでお手伝いします！
pt: Está enfrentando problemas ou tem sugestões? Em vez de deixar uma avaliação negativa, sinta-se à vontade para entrar em contato diretamente — estamos sempre felizes em ajudar!
uk: Маєте проблеми чи пропозиції? Замість того, щоб залишати негативний відгук, зв’яжися з нами напряму — ми завжди раді допомогти!

# rateUsContactEmail
source: Support Email: {contactEmail}
es: Correo de soporte: {contactEmail}
fr: E-mail de support : {contactEmail}
ja: サポートメール：{contactEmail}
pt: E-mail de suporte: {contactEmail}
uk: Електронна пошта підтримки: {contactEmail}

# deleteAccountDescription
source: We respect your right to control your personal data. If you wish to delete your account, we provide an easy way to request full removal of your information.
de: Wir respektieren Ihr Recht, Ihre persönlichen Daten zu kontrollieren. Wenn Sie Ihr Konto löschen möchten, bieten wir eine einfache Möglichkeit, die vollständige Entfernung Ihrer Informationen zu beantragen.
es: Respetamos tu derecho a controlar tus datos personales. Si deseas eliminar tu cuenta, ofrecemos una manera fácil de solicitar la eliminación completa de tu información.
fr: Nous respectons votre droit de contrôler vos données personnelles. Si vous souhaitez supprimer votre compte, nous offrons un moyen simple de demander la suppression complète de vos informations.
ja: 私たちはあなたの個人データをコントロールする権利を尊重します。アカウントを削除したい場合、情報の完全な削除をリクエストする簡単な方法を提供します。
pt: Respeitamos seu direito de controlar seus dados pessoais. Se desejar excluir sua conta, oferecemos uma maneira fácil de solicitar a remoção completa de suas informações.
uk: Ми поважаємо твоє право контролювати твої персональні дані. Якщо ти бажаєш видалити свій обліковий запис, ми надаємо простий спосіб запросити повне видалення твоєї інформації.

# deleteAccountHowToTitle
source: 1. How to Delete Your Account
de: 1. Wie Sie Ihr Konto löschen
es: 1. Cómo eliminar tu cuenta
fr: 1. Comment supprimer votre compte
ja: 1. アカウントの削除方法
pt: 1. Como excluir sua conta
uk: 1. Як видалити твій обліковий запис

# deleteAccountHowToDescription
source: You can request to delete your account by:
de: Sie können die Löschung Ihres Kontos beantragen, indem Sie:
es: Puedes solicitar la eliminación de tu cuenta mediante:
fr: Vous pouvez demander la suppression de votre compte en :
ja: アカウントの削除をリクエストするには：
pt: Você pode solicitar a exclusão de sua conta por:
uk: Ти можеш запросити видалення твого облікового запису, виконавши наступне:

# deleteAccountHowToOption
source: Using the “Delete Account” option in the app (if available), or
de: Die Option „Konto löschen“ in der App verwenden (falls verfügbar), oder
es: Usando la opción "Eliminar cuenta" en la aplicación (si está disponible), o
fr: Utilisant l’option « Supprimer le compte » dans l’application (si disponible), ou
ja: アプリ内の「アカウント削除」オプションを使用する（利用可能な場合）、または
pt: Usando a opção "Excluir conta" no aplicativo (se disponível), ou
uk: Використовуючи опцію «Видалити обліковий запис» у додатку (якщо доступно), або

# deleteAccountHowToEmail
source: Contacting us directly at {contactEmail} with the subject line “Account Deletion Request”
de: Uns direkt unter {contactEmail} mit der Betreffzeile „Antrag auf Kontolöschung“ kontaktieren
es: Contactándonos directamente en {contactEmail} con la línea de asunto "Solicitud de Eliminación de Cuenta"
fr: Contactant directement à {contactEmail} avec la ligne d’objet « Demande de suppression de compte »
ja: 件名「アカウント削除リクエスト」で{contactEmail}に直接連絡する
pt: Entrando em contato diretamente em {contactEmail} com a linha de assunto "Solicitação de Exclusão de Conta"
uk: Зв’язавшись із нами безпосередньо за адресою {contactEmail} із темою листа «Запит на видалення облікового запису»

# deleteAccountWhatHappensTitle
source: 2. What Happens When You Delete Your Account
de: 2. Was passiert, wenn Sie Ihr Konto löschen
es: 2. Qué pasa cuando eliminas tu cuenta
fr: 2. Que se passe-t-il lorsque vous supprimez votre compte
ja: 2. アカウント削除時に何が起こるか
pt: 2. O que acontece quando você exclui sua conta
uk: 2. Що відбувається, коли ти видаляєш свій обліковий запис

# deleteAccountWhatHappensDescription
source: Once we receive your request:
de: Sobald wir Ihren Antrag erhalten:
es: Una vez que recibamos tu solicitud:
fr: Une fois que nous recevons votre demande :
ja: リクエストを受け取ると：
pt: Assim que recebermos sua solicitação:
uk: Після отримання твого запиту:

# deleteAccountWhatHappensDeleteData
source: We will permanently delete your account and associated personal data from our systems (unless retention is required by law).
de: Wir werden Ihr Konto und die zugehörigen persönlichen Daten dauerhaft aus unseren Systemen löschen (es sei denn, die Aufbewahrung ist gesetzlich vorgeschrieben).
es: Eliminaremos permanentemente tu cuenta y los datos personales asociados de nuestros sistemas (a menos que la retención sea requerida por ley).
fr: Nous supprimerons définitivement votre compte et les données personnelles associées de nos systèmes (sauf si la conservation est requise par la loi).
ja: 法的に保持が必要でない限り、アカウントおよび関連する個人データをシステムから完全に削除します。
pt: Excluiremos permanentemente sua conta e os dados pessoais associados de nossos sistemas (a menos que a retenção seja exigida por lei).
uk: Ми назавжди видалимо твій обліковий запис та пов’язані з ним персональні дані з наших систем (якщо збереження не вимагається законом).

# deleteAccountWhatHappensAnonymizedData
source: Your app usage history, preferences, and any stored data will be removed and cannot be restored.
de: Ihr Nutzungsverlauf der App, Ihre Präferenzen und alle gespeicherten Daten werden entfernt und können nicht wiederhergestellt werden.
es: Tu historial de uso de la aplicación, preferencias y cualquier dato almacenado serán eliminados y no podrán ser restaurados.
fr: Votre historique d’utilisation de l’application, vos préférences et toutes les données stockées seront supprimées et ne pourront pas être restaurées.
ja: アプリの使用履歴、設定、保存されたデータは削除され、復元できません。
pt: Seu histórico de uso do aplicativo, preferências e quaisquer dados armazenados serão removidos e não poderão ser restaurados.
uk: Історія використання додатка, твої налаштування та будь-які збережені дані будуть видалені без можливості відновлення.

# deleteAccountRetentionTitle
source: 3. Data Retention Exceptions
de: 3. Ausnahmen bei der Datenspeicherung
es: 3. Excepciones de retención de datos
fr: 3. Exceptions de conservation des données
ja: 3. データ保持の例外
pt: 3. Exceções de retenção de dados
uk: 3. Винятки щодо збереження даних

# deleteAccountRetentionDescription
source: We may retain certain information if:
de: Wir können bestimmte Informationen aufbewahren, wenn:
es: Podemos retener cierta información si:
fr: Nous pouvons conserver certaines informations si :
ja: 以下の場合、特定の情報を保持することがあります：
pt: Podemos reter certas informações se:
uk: Ми можемо зберігати певну інформацію, якщо:

# deleteAccountRetentionLegal
source: Required by law or legal obligations (e.g., fraud prevention, accounting)
de: Gesetzlich vorgeschrieben oder aus rechtlichen Verpflichtungen (z.B. Betrugsprävention, Buchhaltung)
es: Es requerido por la ley o por obligaciones legales (por ej., prevención de fraudes, contabilidad)
fr: Requis par la loi ou des obligations légales (par ex., prévention de la fraude, comptabilité)
ja: 法律または法的義務により要求される場合（例：詐欺防止、会計）
pt: Exigido por lei ou obrigações legais (por ex., prevenção de fraudes, contabilidade)
uk: Це вимагається законом або юридичними зобов’язаннями (наприклад, для запобігання шахрайству, бухгалтерського обліку)

# deleteAccountRetentionDisputes
source: Necessary for resolving disputes or enforcing our policies
de: Erforderlich zur Lösung von Streitigkeiten oder zur Durchsetzung unserer Richtlinien
es: Es necesario para resolver disputas o hacer cumplir nuestras políticas
fr: Nécessaire pour résoudre des litiges ou faire respecter nos politiques
ja: 紛争の解決やポリシーの施行に必要
pt: Necessário para resolver disputas ou fazer cumprir nossas políticas
uk: Необхідно для вирішення спорів або забезпечення виконання наших політик

# deleteAccountHelpTitle
source: 4. Need Help?
de: 4. Benötigen Sie Hilfe?
es: 4. ¿Necesitas ayuda?
fr: 4. Besoin d’aide ?
ja: 4. ヘルプが必要？
pt: 4. Precisa de ajuda?
uk: 4. Потрібна допомога?

# deleteAccountHelpDescription
source: If you have questions or need help with account deletion, please contact us at:
de: Wenn Sie Fragen oder Hilfe bei der Kontolöschung benötigen, kontaktieren Sie uns bitte unter:
es: Si tienes preguntas o necesitas ayuda con la eliminación de la cuenta, contáctanos en:
fr: Si vous avez des questions ou besoin d’aide pour la suppression de compte, veuillez nous contacter à :
ja: アカウント削除に関する質問やサポートが必要な場合、以下までご連絡ください：
pt: Se você tiver dúvidas ou precisar de ajuda com a exclusão de conta, entre em contato conosco em:
uk: Якщо у тебе є питання або потрібна допомога з видаленням облікового запису, зв’яжися з нами за адресою:

# deleteAccountHelpEmail
source: Email: {contactEmail}
es: Correo electrónico: {contactEmail}
ja: メール：{contactEmail}
uk: Електронна пошта: {contactEmail}
