Repository: rostikKalabishka/Ai-FitCoach
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, ja, pt, uk

source: Start
de: Starten
es: Comenzar
fr: Commencer
ja: 開始
pt: Começar
uk: Почати

source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
pt: Próximo
uk: Далі

# onboarding1_title
source: Train Anywhere!
de: Trainiere überall!
es: ¡Entrena en cualquier lugar!
fr: Entraînez-vous partout !
ja: どこでもトレーニング！
pt: Treine em qualquer lugar!
uk: Тренуйся будь-де!

# onboarding1_description
source: Train at home or at the gym — your choice! Follow our ready-made workout and meal plans to lose weight, build muscle, tone your glutes, and sculpt your body.
de: Trainiere zu Hause oder im Fitnessstudio – du hast die Wahl! Folge unseren vorgefertigten Trainings- und Ernährungsplänen, um abzunehmen, Muskeln aufzubauen, deinen Po zu straffen und deinen Körper zu formen.
es: Entrena en casa o en el gimnasio — ¡tú decides! Sigue nuestros planes de entrenamiento y alimentación listos para perder peso, ganar músculo, tonificar tus glúteos y esculpir tu cuerpo.
fr: Entraînez-vous à la maison ou à la salle — à vous de choisir ! Suivez nos plans d’entraînement et de repas prêts à l’emploi pour perdre du poids, développer vos muscles, tonifier vos fessiers et sculpter votre corps.
ja: 自宅やジムでトレーニング—あなたの選択！体重を減らし、筋肉を増やし、ヒップを鍛え、体を整えるための既製のワークアウトと食事プランに従ってください。
pt: Treine em casa ou na academia — você escolhe! Siga nossos planos de treino e alimentação prontos para perder peso, ganhar músculos, tonificar os glúteos e esculpir seu corpo.
uk: Тренуйся вдома чи в спортзалі — вибір за тобою! Дотримуйся наших готових планів тренувань і харчування, щоб схуднути, наростити м’язи, підтягнути сідниці та формувати своє тіло.

# onboarding2_title
source: Build Your Own Workout Plan
de: Erstelle deinen eigenen Trainingsplan
es: Crea tu propio plan de entrenamiento
fr: Créez votre propre plan d’entraînement
ja: 自分だけのワークアウトプランを作成
pt: Crie seu próprio plano de treino
uk: Створи власний план тренувань

# onboarding2_description
source: Create a workout routine tailored just for you with the help of our comprehensive exercise database — fully free and customizable.
de: Erstelle eine maßgeschneiderte Trainingsroutine mit Hilfe unserer umfassenden Übungsdatenbank – völlig kostenlos und anpassbar.
es: Crea una rutina de entrenamiento personalizada con la ayuda de nuestra base de datos de ejercicios completa — totalmente gratis y personalizable.
fr: Créez une routine d’entraînement personnalisée avec l’aide de notre base de données d’exercices complète — entièrement gratuite et personnalisable.
ja: 私たちの包括的なエクササイズデータベースを活用して、あなたにぴったりのカスタマイズ可能なワークアウトルーチンを無料で作成できます。
pt: Crie uma rotina de treino personalizada com a ajuda do nosso banco de dados de exercícios abrangente — totalmente gratuito e personalizável.
uk: Створи індивідуальну програму тренувань за допомогою нашої комплексної бази вправ — абсолютно безкоштовно та з можливістю налаштування.

# onboarding3_title
source: Join the Fitness Community
de: Werde Teil der Fitness-Community
es: Únete a la comunidad fitness
fr: Rejoignez la communauté fitness
ja: フィットネスコミュニティに参加
pt: Junte-se à comunidade fitness
uk: Приєднуйся до фітнес-спільноти

# onboarding3_description
source: Become part of an active fitness community. Share your achievements in the Sports Feed, ask questions, and connect with like-minded members. The more engaged the community, the more fun your fitness journey becomes!
de: Werde Teil einer aktiven Fitness-Community. Teile deine Erfolge im Sport-Feed, stelle Fragen und vernetze dich mit Gleichgesinnten. Je engagierter die Community, desto mehr Spaß macht deine Fitness-Reise!
es: Forma parte de una comunidad fitness activa. Comparte tus logros en el Feed Deportivo, haz preguntas y conéctate con miembros que comparten tus intereses. ¡Cuanto más activa sea la comunidad, más divertida será tu experiencia fitness!
fr: Faites partie d’une communauté fitness active. Partagez vos réussites dans le fil sportif, posez des questions et connectez-vous avec des membres partageant les mêmes idées. Plus la communauté est engagée, plus votre parcours fitness est amusant !
ja: 活発なフィットネスコミュニティの一員になりましょう。スポーツフィードで成果を共有し、質問をしたり、志を同じくするメンバーとつながったりしてください。コミュニティが活発であればあるほど、フィットネスの旅が楽しくなります！
pt: Faça parte de uma comunidade fitness ativa. Compartilhe suas conquistas no Feed Esportivo, faça perguntas e conecte-se com membros que pensam como você. Quanto mais engajada a comunidade, mais divertida será sua jornada fitness!
uk: Стань частиною активної фітнес-спільноти. Ділися своїми досягненнями у спортивній стрічці, задавай питання та спілкуйся з однодумцями. Чим активніша спільнота, тим цікавішою буде твоя фітнес-подорож!

# onboarding4_title
source: Track Your Progress
de: Verfolge deinen Fortschritt
es: Sigue tu progreso
fr: Suivez vos progrès
ja: 進捗を追跡
pt: Acompanhe seu progresso
uk: Відстежуй свій прогрес

# onboarding4_description
source: Monitor your achievements and stay motivated! Track your weight, body measurements, workout history, and personal records — all in one place.
de: Überwache deine Erfolge und bleibe motiviert! Verfolge dein Gewicht, Körpermaße, Trainingsverlauf und persönliche Rekorde – alles an einem Ort.
es: Monitorea tus logros y mantente motivado. Sigue tu peso, medidas corporales, historial de entrenamientos y récords personales — todo en un solo lugar.
fr: Surveillez vos réussites et restez motivé ! Suivez votre poids, vos mensurations, votre historique d’entraînement et vos records personnels — tout au même endroit.
ja: 成果を監視してモチベーションを維持！体重、体のサイズ、ワークアウト履歴、個人記録をすべて一箇所で追跡できます。
pt: Monitore suas conquistas e mantenha-se motivado! Acompanhe seu peso, medidas corporais, histórico de treinos e recordes pessoais — tudo em um só lugar.
uk: Стеж за своїми досягненнями та залишайся мотивованим! Відстежуй вагу, параметри тіла, історію тренувань і особисті рекорди — все в одному місці.

# onboarding5_title
source: Smart Reminders & Notifications
de: Intelligente Erinnerungen & Benachrichtigungen
es: Recordatorios y notificaciones inteligentes
fr: Rappels et notifications intelligents
ja: スマートリマインダーと通知
pt: Lembretes e notificações inteligentes
uk: Розумні нагадування та сповіщення

# onboarding5_description
source: Never miss a workout! Stay on track with personalized reminders and helpful tips to keep your motivation high.
de: Verpasse nie ein Training! Bleibe mit personalisierten Erinnerungen und hilfreichen Tipps motiviert.
es: ¡Nunca te pierdas un entrenamiento! Mantente en el camino con recordatorios personalizados y consejos útiles para mantener alta tu motivación.
fr: Ne manquez jamais un entraînement ! Restez sur la bonne voie avec des rappels personnalisés et des conseils utiles pour maintenir votre motivation.
ja: ワークアウトを逃さない！パーソナライズされたリマインダーと役立つヒントでモチベーションを維持しましょう。
pt: Nunca perca um treino! Mantenha-se no caminho com lembretes personalizados e dicas úteis para manter sua motivação alta.
uk: Ніколи не пропускай тренування! Залишайся на правильному шляху з персоналізованими нагадуваннями та корисними порадами для підтримки мотивації.

source: Welcome, glad to see you!
de: Willkommen, schön dich zu sehen!
es: ¡Bienvenido, qué bueno verte!
fr: Bienvenue, heureux de vous voir !
ja: ようこそ、 お会いできて嬉しいです！
pt: Bem-vindo, fico feliz em te ver!
uk: Вітаємо, раді тебе бачити!

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: サインイン
pt: Entrar
uk: Увійти

source: Sign Up
de: Registrieren
es: Registrarse
fr: S’inscrire
ja: サインアップ
pt: Cadastrar
uk: Реєстрація

source: Continue with Google
de: Mit Google fortfahren
es: Continuar con Google
fr: Continuer avec Google
ja: Googleで続ける
pt: Continuar com o Google
uk: Продовжити через Google

source: Continue with Facebook
de: Mit Facebook fortfahren
es: Continuar con Facebook
fr: Continuer avec Facebook
ja: Facebookで続ける
pt: Continuar com o Facebook
uk: Продовжити через Facebook

source: Email
es: Correo electrónico
ja: メール
uk: Електронна пошта

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
pt: Senha
uk: Пароль

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
ja: ユーザー名
pt: Nome de usuário
uk: Ім’я користувача

source: Confirm your password
de: Passwort bestätigen
es: Confirma tu contraseña
fr: Confirmez votre mot de passe
ja: パスワードを確認
pt: Confirme sua senha
uk: Підтвердь пароль

source: No excuses - only results
de: Keine Ausreden – nur Ergebnisse
es: Sin excusas, solo resultados
fr: Pas d’excuses, seulement des résultats
ja: 言い訳なし、結果のみ
pt: Sem desculpas, apenas resultados
uk: Без виправдань — лише результати

source: Home
de: Startseite
es: Inicio
fr: Accueil
ja: ホーム
pt: Início
uk: Головна

source: Challenges
de: Herausforderungen
es: Desafíos
fr: Défis
ja: チャレンジ
pt: Desafios
uk: Виклики

source: Workout
de: Training
es: Entrenamiento
fr: Entraînement
ja: ワークアウト
pt: Treino
uk: Тренування

source: AI assistant
de: KI-Assistent
es: Asistente de IA
fr: Assistant IA
ja: AIアシスタント
pt: Assistente de IA
uk: Асистент ШІ

source: Settings
de: Einstellungen
es: Configuraciones
fr: Paramètres
ja: 設定
pt: Configurações
uk: Налаштування

# errorN
source: Error: {error}
de: Fehler: {error}
fr: Erreur : {error}
ja: エラー：{error}
pt: Erro: {error}
uk: Помилка: {error}

source: Create new chat
de: Neuen Chat erstellen
es: Crear nuevo chat
fr: Créer un nouveau chat
ja: 新しいチャットを作成
pt: Criar novo chat
uk: Створити новий чат

source: how can i help you?
de: Wie kann ich dir helfen?
es: ¿Cómo puedo ayudarte?
fr: Comment puis-je vous aider ?
ja: どのようにお手伝いしましょうか？
pt: Como posso te ajudar?
uk: Як я можу допомогти?

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
ja: 再試行
pt: Tentar novamente
uk: Повторити

source: User not authenticated
de: Benutzer nicht authentifiziert
es: Usuario no autenticado
fr: Utilisateur non authentifié
ja: ユーザーが認証されていません
pt: Usuário não autenticado
uk: Користувач не автентифікований

source: Edit the name
de: Namen bearbeiten
es: Editar el nombre
fr: Modifier le nom
ja: 名前を編集
pt: Editar o nome
uk: Редагувати ім’я

source: Delete chat
de: Chat löschen
es: Eliminar chat
fr: Supprimer le chat
ja: チャットを削除
pt: Excluir chat
uk: Видалити чат

source: Search chat...
de: Chat suchen...
es: Buscar chat...
fr: Rechercher un chat...
ja: チャットを検索...
pt: Pesquisar chat...
uk: Пошук чату...

source: Chat history
de: Chatverlauf
es: Historial de chats
fr: Historique des chats
ja: チャット履歴
pt: Histórico de chats
uk: Історія чатів

source: Edit the chat name
de: Chatnamen bearbeiten
es: Editar el nombre del chat
fr: Modifier le nom du chat
ja: チャット名を編集
pt: Editar o nome do chat
uk: Редагувати назву чату

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
pt: Salvar
uk: Зберегти

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt: Cancelar
uk: Скасувати

source: New name
de: Neuer Name
es: Nuevo nombre
fr: Nouveau nom
ja: 新しい名前
pt: Novo nome
uk: Нове ім’я

source: Trending workout
de: Trend-Training
es: Entrenamiento en tendencia
fr: Entraînement tendance
ja: トレンドのワークアウト
pt: Treino em alta
uk: Популярне тренування

source: Food recommendation
de: Essensempfehlung
es: Recomendación de alimentos
fr: Recommandation alimentaire
ja: 食事の推奨
pt: Recomendação alimentar
uk: Рекомендація щодо харчування

source: Trending challenges
de: Trend-Herausforderungen
es: Desafíos en tendencia
fr: Défis tendance
ja: トレンドのチャレンジ
pt: Desafios em alta
uk: Популярні виклики

source: About us
de: Über uns
es: Sobre nosotros
fr: À propos de nous
ja: 私たちについて
pt: Sobre nós
uk: Про нас

# followOnName
source: Follow {appName} on
de: Folge {appName} auf
es: Sigue a {appName} en
fr: Suivez {appName} sur
ja: {appName}をフォロー
pt: Siga {appName} em
uk: Стеж за {appName} у

source: Something happened, please try again
de: Etwas ist passiert, bitte versuche es erneut
es: Algo pasó, por favor intenta de nuevo
fr: Un problème est survenu, veuillez réessayer
ja: 何か問題が発生しました。もう一度お試しください
pt: Algo aconteceu, tente novamente
uk: Щось сталося, спробуй ще раз

source: Unable to rest enough
de: Kann nicht genug ausruhen
es: No puedo descansar lo suficiente
fr: Incapable de se reposer suffisamment
ja: 十分に休息できない
pt: Não consigo descansar o suficiente
uk: Не можу достатньо відпочивати

source: Sometimes I drink alcohol
de: Ich trinke manchmal Alkohol
es: A veces bebo alcohol
fr: Je bois parfois de l’alcool
ja: 時々アルコールを飲む
pt: Às vezes eu bebo álcool
uk: Іноді я вживаю алкоголь

source: I consume a lot of salty food
de: Ich esse viel salziges Essen
es: Consumo mucha comida salada
fr: Je consomme beaucoup d’aliments salés
ja: 塩辛い食べ物をたくさん食べる
pt: Consumo muitos alimentos salgados
uk: Я споживаю багато солоної їжі

source: I eat midnight snacks
de: Ich esse Mitternachtssnacks
es: Como refrigerios a medianoche
fr: Je mange des collations de minuit
ja: 深夜のスナックを食べる
pt: Como lanches à meia-noite
uk: Я їм нічні перекуси

source: I love sweet candies and chocolate
de: Ich liebe süße Bonbons und Schokolade
es: Amo los dulces y el chocolate
fr: J’aime les bonbons sucrés et le chocolat
ja: 甘いキャンディーやチョコレートが大好き
pt: Amo doces e chocolate
uk: Я люблю солодкі цукерки та шоколад

source: Soda is my best friend
de: Limonade ist mein bester Freund
es: El refresco es mi mejor amigo
fr: Le soda est mon meilleur ami
ja: ソーダが親友
pt: Refrigerante é meu melhor amigo
uk: Газована вода — мій найкращий друг

source: None of the above
de: Keines der oben genannten
es: Ninguno de los anteriores
fr: Aucun des ci-dessus
ja: 上記のいずれでもない
pt: Nenhum dos acima
uk: Жодне з вищезазначеного

source: YOUR HEIGHT:
de: DEINE GRÖSSE:
es: TU ALTURA:
fr: VOTRE TAILLE :
ja: あなたの身長：
pt: SUA ALTURA:
uk: ТВІЙ ЗРІСТ:

source: YOUR WEIGHT:
de: DEIN GEWICHT:
es: TU PESO:
fr: VOTRE POIDS :
ja: あなたの体重：
pt: SEU PESO:
uk: ТВОЯ ВАГА:

source: Body parameters
de: Körperparameter
es: Parámetros corporales
fr: Paramètres corporels
ja: 体のデータ
pt: Parâmetros corporais
uk: Параметри тіла

source: YOUR AGE:
de: DEIN ALTER:
es: TU EDAD:
fr: VOTRE ÂGE :
ja: あなたの年齢：
pt: SUA IDADE:
uk: ТВІЙ ВІК:

source: Choose your bad habits
de: Wähle deine schlechten Gewohnheiten
es: Elige tus malos hábitos
fr: Choisissez vos mauvaises habitudes
ja: 悪い習慣を選んでください
pt: Escolha seus maus hábitos
uk: Вибери свої шкідливі звички

# chooseUpTo3ActivitiesYourInterestedIn
source: Choose up to 3 activities you’re interested in
de: Wähle bis zu 3 Aktivitäten, die dich interessieren
es: Elige hasta 3 actividades que te interesen
fr: Choisissez jusqu’à 3 activités qui vous intéressent
ja: 興味のある活動を 最大3つ選んでください
pt: Escolha até 3 atividades que te interessam
uk: Вибери до 3 активностей, які тебе цікавлять

source: Dancing
de: Tanzen
es: Baile
fr: Danse
ja: ダンス
pt: Dança
uk: Танці

source: Swimming & Water Activities
de: Schwimmen & Wasseraktivitäten
es: Natación y actividades acuáticas
fr: Natation et activités aquatiques
ja: 水泳＆水上アクティビティ
pt: Natação e atividades aquáticas
uk: Плавання та водні активності

source: Cycling
de: Radfahren
es: Ciclismo
fr: Cyclisme
ja: サイクリング
pt: Ciclismo
uk: Велоспорт

source: Walking
de: Gehen
es: Caminata
fr: Marche
ja: ウォーキング
pt: Caminhada
uk: Ходьба

source: Running
de: Laufen
es: Correr
fr: Course à pied
ja: ランニング
pt: Corrida
uk: Біг

source: Fitness at home
de: Fitness zu Hause
es: Fitness en casa
fr: Fitness à domicile
ja: 自宅でのフィットネス
pt: Fitness em casa
uk: Фітнес вдома

source: Yoga
ja: ヨガ
uk: Йога

source: What type of diet do you prefer?
de: Welche Art von Diät bevorzugst du?
es: ¿Qué tipo de dieta prefieres?
fr: Quel type de régime préférez-vous ?
ja: どのタイプの食事を好みますか？
pt: Que tipo de dieta você prefere?
uk: Який тип дієти ти віддаєш перевагу?

source: Low-Carb
es: Baja en carbohidratos
fr: Faible en glucides
ja: 低炭水化物
pt: Baixo carboidrato
uk: Низьковуглеводна

source: High-Protein
de: Proteinreich
es: Alta en proteínas
fr: Riche en protéines
ja: 高タンパク
pt: Alta proteína
uk: Високобілкова

source: Gluten-Free
de: Glutenfrei
es: Sin gluten
fr: Sans gluten
ja: グルテンフリー
pt: Sem glúten
uk: Безглютенова

source: Keto
fr: Céto
ja: ケト
uk: Кето

source: Vegan
es: Vegano
fr: Végan
ja: ビーガン
pt: Vegano
uk: Веганська

source: Vegetarian
de: Vegetarisch
es: Vegetariano
fr: Végétarien
ja: ベジタリアン
pt: Vegetariano
uk: Вегетаріанська

source: All-food diet
de: Alles-Essen-Diät
es: Dieta con todos los alimentos
fr: Régime tout aliment
ja: 全食品ダイエット
pt: Dieta com todos os alimentos
uk: Дієта з усіма продуктами

source: Beginner
de: Anfänger
es: Principiante
fr: Débutant
ja: 初心者
pt: Iniciante
uk: Початківець

source: Amateur
es: Aficionado
ja: アマチュア
pt: Amador
uk: Аматор

source: Medium
de: Mittel
es: Intermedio
fr: Intermédiaire
ja: 中級
pt: Intermediário
uk: Середній

source: Expert
de: Experte
es: Experto
ja: エキスパート
pt: Especialista
uk: Експерт

source: What is your level of physical fitness?
de: Was ist dein Fitnesslevel?
es: ¿Cuál es tu nivel de condición física?
fr: Quel est votre niveau de condition physique ?
ja: あなたのフィットネスレベルは？
pt: Qual é o seu nível de condicionamento físico?
uk: Який твій рівень фізичної підготовки?

source: Level: {fitnessLevel}
es: Nivel: {fitnessLevel}
fr: Niveau : {fitnessLevel}
ja: レベル：{fitnessLevel}
pt: Nível: {fitnessLevel}
uk: Рівень: {fitnessLevel}

source: What is your main goal?
de: Was ist dein Hauptziel?
es: ¿Cuál es tu objetivo principal?
fr: Quel est votre objectif principal ?
ja: あなたの主な目標は？
pt: Qual é o seu principal objetivo?
uk: Яка твоя головна мета?

source: Lose weight
de: Gewicht verlieren
es: Perder peso
fr: Perdre du poids
ja: 体重を減らす
pt: Perder peso
uk: Схуднути

source: Gain muscle mass
de: Muskelmasse aufbauen
es: Ganar masa muscular
fr: Gagner de la masse musculaire
ja: 筋肉量を増やす
pt: Ganhar massa muscular
uk: Набрати м’язову масу

source: Keep fit
de: Fit bleiben
es: Mantenerse en forma
fr: Rester en forme
ja: 体形を維持する
pt: Manter a forma
uk: Підтримувати форму

# continueText
source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける
pt: Continuar
uk: Продовжити

source: What motivates you?
de: Was motiviert dich?
es: ¿Qué te motiva?
fr: Qu’est-ce qui vous motive ?
ja: 何があなたを動機づけますか？
pt: O que te motiva?
uk: Що тебе мотивує?

source: Choose your motivations
de: Wähle deine Motivationen
es: Elige tus motivaciones
fr: Choisissez vos motivations
ja: あなたの動機を選んでください
pt: Escolha suas motivações
uk: Вибери свої мотивації

source: Reducing stress
de: Stress reduzieren
es: Reducir el estrés
fr: Réduire le stress
ja: ストレス軽減
pt: Reduzir o estresse
uk: Зменшення стресу

source: Preparing for the event
de: Vorbereitung auf ein Ereignis
es: Prepararse para un evento
fr: Se préparer pour un événement
ja: イベントの準備
pt: Preparar-se para um evento
uk: Підготовка до події

source: Rehabilitation
es: Rehabilitación
fr: Réhabilitation
ja: リハビリテーション
pt: Reabilitação
uk: Реабілітація

source: Improving health
de: Gesundheit verbessern
es: Mejorar la salud
fr: Améliorer la santé
ja: 健康の改善
pt: Melhorar a saúde
uk: Покращення здоров’я

source: Building strength
de: Kraftaufbau
es: Construir fuerza
fr: Renforcer la force
ja: 筋力の強化
pt: Construir força
uk: Нарощування сили

source: Improving immunity
de: Immunität stärken
es: Mejorar la inmunidad
fr: Améliorer l’immunité
ja: 免疫力の向上
pt: Melhorar a imunidade
uk: Покращення імунітету

source: Increase in libido
de: Libido steigern
es: Aumentar la libido
fr: Augmenter la libido
ja: リビドーの向上
pt: Aumentar a libido
uk: Підвищення лібідо

source: Terms
de: Bedingungen
es: Términos
fr: Conditions
ja: 利用規約
pt: Termos
uk: Умови

source: Do you agree with our terms and policies?
de: Stimmen Sie unseren Nutzungsbedingungen und Richtlinien zu?
es: ¿Aceptas nuestros términos y políticas?
fr: Acceptez-vous nos conditions et politiques ?
ja: 利用規約とポリシーに同意しますか？
pt: Você concorda com nossos termos e políticas?
uk: Чи погоджуєшся з нашими умовами та політиками?

# iAgreeToTheTermsOfUseAndSubscriptionTerms
source: I agree to the Terms of Use and Subscription Terms. I am also aware of the Privacy Notice
de: Ich stimme den Nutzungsbedingungen und Abonnementbedingungen zu. Ich bin auch über die Datenschutzerklärung informiert.
es: Acepto los Términos de Uso y los Términos de Suscripción. También estoy al tanto del Aviso de Privacidad.
fr: J’accepte les conditions d’utilisation et les conditions d’abonnement. Je suis également conscient de la notice de confidentialité.
ja: 利用規約およびサブスクリプション規約に同意します。また、プライバシーポリシーについても認識しています。
pt: Eu concordo com os Termos de Uso e os Termos de Assinatura. Também estou ciente do Aviso de Privacidade.
uk: Я погоджуюсь з Умовами використання та Умовами підписки. Я також ознайомлений з Повідомленням про конфіденційність.

# forBestFitnessResultsChooseToTrainEveryOtherDay
source: For best fitness results choose to train every other day 2 to 5 times a week
de: Für beste Fitnessergebnisse wähle ein Training jeden zweiten Tag, 2 bis 5 Mal pro Woche
es: Para mejores resultados fitness, elige entrenar en días alternados, de 2 a 5 veces por semana
fr: Pour de meilleurs résultats fitness, choisissez de vous entraîner tous les deux jours, 2 à 5 fois par semaine
ja: 最高のフィットネス結果を得るには、週に2〜5回の隔日トレーニングを選んでください
pt: Para melhores resultados fitness, escolha treinar em dias alternados, 2 a 5 vezes por semana
uk: Для найкращих результатів у фітнесі вибирай тренування через день, від 2 до 5 разів на тиждень

source: Choose your training days
de: Wähle deine Trainingstage
es: Elige tus días de entrenamiento
fr: Choisissez vos jours d’entraînement
ja: トレーニング日を選んでください
pt: Escolha seus dias de treino
uk: Вибери свої дні тренувань

source: Monday
de: Montag
es: Lunes
fr: Lundi
ja: 月曜日
pt: Segunda-feira
uk: Понеділок

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
ja: 火曜日
pt: Terça-feira
uk: Вівторок

source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
ja: 水曜日
pt: Quarta-feira
uk: Середа

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
ja: 木曜日
pt: Quinta-feira
uk: Четвер

source: Friday
de: Freitag
es: Viernes
fr: Vendredi
ja: 金曜日
pt: Sexta-feira
uk: П’ятниця

source: Saturday
de: Samstag
es: Sábado
fr: Samedi
ja: 土曜日
pt: Sábado
uk: Субота

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
ja: 日曜日
pt: Domingo
uk: Неділя

source: Number of existing workouts
de: Anzahl bestehender Trainings
es: Número de entrenamientos existentes
fr: Nombre d’entraînements existants
ja: 既存のワークアウト数
pt: Número de treinos existentes
uk: Кількість наявних тренувань

source: Newbie
de: Neuling
es: Novato
fr: Novice
ja: 新人
pt: Novato
uk: Новачок

source: Advanced
de: Fortgeschritten
es: Avanzado
fr: Avancé
ja: 上級
pt: Avançado
uk: Просунутий

source: Name of workout, what you'll choose
de: Name des Trainings, was wirst du wählen
es: Nombre del entrenamiento, ¿qué elegirás?
fr: Nom de l’entraînement, que choisirez-vous
ja: ワークアウトの名前、どれを選びますか
pt: Nome do treino, o que você escolherá
uk: Назва тренування, що ти вибереш

source: Start Workout
de: TRAINING STARTEN
es: COMENZAR ENTRENAMIENTO
fr: COMMENCER L’ENTRAÎNEMENT
ja: ワークアウトを開始
pt: COMEÇAR O TREINO
uk: ПОЧАТИ ТРЕНУВАННЯ

source: HIIT (High Intensity)
de: HIIT (Hohe Intensität)
es: HIIT (Alta Intensidad)
fr: HIIT (Haute Intensité)
ja: HIIT（高強度）
pt: HIIT (Alta Intensidade)
uk: HIIT (Висока інтенсивність)

source: FOR YOU
de: FÜR DICH
es: PARA TI
fr: POUR VOUS
ja: あなたのために
pt: PARA VOCÊ
uk: ДЛЯ ТЕБЕ

source: Account Management
de: Kontoverwaltung
es: Gestión de cuenta
fr: Gestion du compte
ja: アカウント管理
pt: Gerenciamento de conta
uk: Керування обліковим записом

source: Reserved email
de: Reservierte E-Mail
es: Correo reservado
fr: E-mail réservé
ja: 予約済みメール
pt: E-mail reservado
uk: Зарезервована пошта

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認
pt: Confirmar
uk: Підтвердити

source: Automatic Activity Tracking
de: Automatische Aktivitätsverfolgung
es: Seguimiento automático de actividades
fr: Suivi automatique des activités
ja: 自動アクティビティ追跡
pt: Rastreamento automático de atividades
uk: Автоматичне відстеження активності

source: Step Count
de: Schrittzähler
es: Conteo de pasos
fr: Comptage des pas
ja: 歩数
pt: Contagem de passos
uk: Підрахунок кроків
