Repository: rostikKalabishka/Ai-FitCoach
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, ja, pt, uk

source: GPS Tracking
de: GPS-Verfolgung
es: Seguimiento GPS
fr: Suivi GPS
ja: GPS追跡
pt: Rastreamento GPS
uk: Відстеження GPS

source: Heart Rate
de: Herzfrequenz
es: Frecuencia cardíaca
fr: Fréquence cardiaque
ja: 心拍数
pt: Frequência cardíaca
uk: Частота серцебиття

source: Calorie Goal
de: Kalorienziel
es: Meta de calorías
fr: Objectif calorique
ja: カロリー目標
pt: Meta de calorias
uk: Мета калорій

source: Set Daily Limit
de: Tägliches Limit festlegen
es: Establecer límite diario
fr: Définir une limite quotidienne
ja: 毎日の制限を設定
pt: Definir limite diário
uk: Встановити щоденний ліміт

source: Delete Your Account
de: Dein Konto löschen
es: Eliminar tu cuenta
fr: Supprimer votre compte
ja: アカウントを削除
pt: Excluir sua conta
uk: Видалити твій обліковий запис

source: Intermediate
de: Fortgeschritten
es: Intermedio
fr: Intermédiaire
ja: 中級
pt: Intermediário
uk: Середній

source: Difficulty Level
de: Schwierigkeitsgrad
es: Nivel de dificultad
fr: Niveau de difficulté
ja: 難易度
pt: Nível de dificuldade
uk: Рівень складності

source: Do Not Disturb Mode
de: Nicht-stören-Modus
es: Modo No Molestar
fr: Mode Ne pas déranger
ja: おやすみモード
pt: Modo Não Perturbe
uk: Режим «Не турбувати»

source: Switch theme mode
de: Themenmodus wechseln
es: Cambiar modo de tema
fr: Changer de mode de thème
ja: テーマモードを切り替え
pt: Alternar modo de tema
uk: Перемкнути режим теми

source: Mute Notifications
de: Benachrichtigungen stummschalten
es: Silenciar notificaciones
fr: Désactiver les notifications
ja: 通知をミュート
pt: Silenciar notificações
uk: Вимкнути сповіщення

source: Weight Loss
de: Gewichtsverlust
es: Pérdida de peso
fr: Perte de poids
ja: 減量
pt: Perda de peso
uk: Втрата ваги

source: Muscle Gain
de: Muskelaufbau
es: Ganancia muscular
fr: Gain musculaire
ja: 筋肉増強
pt: Ganho muscular
uk: Набір м’язової маси

source: Stay Fit
de: Fit bleiben
es: Mantenerse en forma
fr: Rester en forme
ja: 体形維持
pt: Manter a forma
uk: Підтримувати форму

source: Other
de: Andere
es: Otro
fr: Autre
ja: その他
pt: Outro
uk: Інше

source: Fitness Goal
de: Fitnessziel
es: Objetivo fitness
fr: Objectif fitness
ja: フィットネス目標
pt: Meta fitness
uk: Фітнес-мета

source: English
de: Englisch
es: Inglés
fr: Anglais
ja: 英語
pt: Inglês
uk: Англійська

source: French
de: Französisch
es: Francés
fr: Français
ja: フランス語
pt: Francês
uk: Французька

source: German
de: Deutsch
es: Alemán
fr: Allemand
ja: ドイツ語
pt: Alemão
uk: Німецька

source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
ja: 日本語
pt: Japonês
uk: Японська

source: Portuguese
de: Portugiesisch
es: Portugués
fr: Portugais
ja: ポルトガル語
pt: Português
uk: Португальська

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
ja: スペイン語
pt: Espanhol
uk: Іспанська

source: Ukrainian
de: Ukrainisch
es: Ucraniano
fr: Ukrainien
ja: ウクライナ語
pt: Ucraniano
uk: Українська

source: Language & Localization
de: Sprache & Lokalisierung
es: Idioma y localización
fr: Langue et localisation
ja: 言語とローカライズ
pt: Idioma e localização
uk: Мова та локалізація

source: Please select preferred language
de: Bitte wähle deine bevorzugte Sprache
es: Por favor, selecciona tu idioma preferido
fr: Veuillez sélectionner votre langue préférée
ja: 希望する言語を選択してください
pt: Por favor, selecione o idioma preferido
uk: Будь ласка, вибери бажану мову

source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
pt: Política de Privacidade
uk: Політика конфіденційності

source: Location Access
de: Standortzugriff
es: Acceso a la ubicación
fr: Accès à la localisation
ja: 位置情報アクセス
pt: Acesso à localização
uk: Доступ до розташування

source: Share Progress
de: Fortschritt teilen
es: Compartir progreso
fr: Partager les progrès
ja: 進捗を共有
pt: Compartilhar progresso
uk: Поділитися прогресом

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
pt: Privacidade
uk: Конфіденційність

source: Rate Us
de: Bewerte uns
es: Califícanos
fr: Évaluez-nous
ja: 評価する
pt: Avalie-nos
uk: Оціни нас

source: Welcome {user}!
de: Willkommen {user}!
es: ¡Bienvenido {user}!
fr: Bienvenue {user} !
ja: {user}さん、ようこそ！
pt: Bem-vindo {user}!
uk: Вітаємо, {user}!

source: {appName} account
de: {appName}-Konto
es: Cuenta de {appName}
fr: Compte {appName}
ja: {appName}アカウント
pt: Conta {appName}
uk: Обліковий запис {appName}

source: {number} Days Streak
de: {number} Tage Serie
es: Racha de {number} días
fr: Série de {number} jours
ja: {number}日連続
pt: Sequência de {number} dias
uk: Серія з {number} днів

source: Personal Best: {number}
de: Persönlicher Rekord: {number}
es: Mejor personal: {number}
fr: Meilleur personnel : {number}
ja: 個人最高記録：{number}
pt: Melhor pessoal: {number}
uk: Особистий рекорд: {number}

source: User Profile
de: Benutzerprofil
es: Perfil de usuario
fr: Profil utilisateur
ja: ユーザープロフィール
pt: Perfil do usuário
uk: Профіль користувача

source: Workout Types
de: Trainingstypen
es: Tipos de entrenamiento
fr: Types d’entraînement
ja: ワークアウトの種類
pt: Tipos de treino
uk: Типи тренувань

source: Water Balance
de: Wasserhaushalt
es: Balance hídrico
fr: Équilibre hydrique
ja: 水分バランス
pt: Balanço hídrico
uk: Водний баланс

source: Log out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
pt: Sair
uk: Вийти

source: Name
es: Nombre
fr: Nom
ja: 名前
pt: Nome
uk: Ім’я

source: Age
de: Alter
es: Edad
fr: Âge
ja: 年齢
pt: Idade
uk: Вік

source: Height
de: Größe
es: Altura
fr: Taille
ja: 身長
pt: Altura
uk: Зріст

source: Weight
de: Gewicht
es: Peso
fr: Poids
ja: 体重
pt: Peso
uk: Вага

source: Gender
de: Geschlecht
es: Género
fr: Genre
ja: 性別
pt: Gênero
uk: Стать

source: Please select your gender
de: Bitte wähle dein Geschlecht
es: Por favor, selecciona tu género
fr: Veuillez sélectionner votre genre
ja: 性別を選択してください
pt: Por favor, selecione seu gênero
uk: Будь ласка, вибери свою стать

source: Male
de: Männlich
es: Masculino
fr: Homme
ja: 男性
pt: Masculino
uk: Чоловік

source: Female
de: Weiblich
es: Femenino
fr: Femme
ja: 女性
pt: Feminino
uk: Жінка

source: Activity Level
de: Aktivitätsniveau
es: Nivel de actividad
fr: Niveau d’activité
ja: アクティビティレベル
pt: Nível de atividade
uk: Рівень активності

source: Please select your activity level
de: Bitte wähle dein Aktivitätsniveau
es: Por favor, selecciona tu nivel de actividad
fr: Veuillez sélectionner votre niveau d’activité
ja: アクティビティレベルを選択してください
pt: Por favor, selecione seu nível de atividade
uk: Будь ласка, вибери свій рівень активності

source: Sedentary
de: Sitzend
es: Sedentario
fr: Sédentaire
ja: 座りがち
pt: Sedentário
uk: Сидячий

source: Lightly Active
de: Leicht aktiv
es: Ligeramente activo
fr: Légèrement actif
ja: 軽く活動的
pt: Levemente ativo
uk: Легко активний

source: Moderately Active
de: Mäßig aktiv
es: Moderadamente activo
fr: Modérément actif
ja: 適度に活動的
pt: Moderadamente ativo
uk: Помірно активний

source: Very Active
de: Sehr aktiv
es: Muy activo
fr: Très actif
ja: 非常に活動的
pt: Muito ativo
uk: Дуже активний

source: Extremely Active
de: Extrem aktiv
es: Extremadamente activo
fr: Extrêmement actif
ja: 極めて活動的
pt: Extremamente ativo
uk: Надзвичайно активний

source: Daily Reminders
de: Tägliche Erinnerungen
es: Recordatorios diarios
fr: Rappels quotidiens
ja: 毎日のリマインダー
pt: Lembretes diários
uk: Щоденні нагадування

source: Water Intake Goals
de: Ziele für die Wasseraufnahme
es: Metas de ingesta de agua
fr: Objectifs d’hydratation
ja: 水分摂取目標
pt: Metas de ingestão de água
uk: Цілі щодо споживання води

source: Cardio
ja: カーディオ
uk: Кардіо

source: Strength
de: Kraft
es: Fuerza
fr: Force
ja: 筋力
pt: Força
uk: Сила

# privacyPolicyEffectiveDate
source: Effective Date: {effectiveDate}.
de: Wirksamkeitsdatum: {effectiveDate}.
es: Fecha de vigencia: {effectiveDate}.
fr: Date d’effet : {effectiveDate}.
ja: 発効日：{effectiveDate}。
pt: Data de vigência: {effectiveDate}.
uk: Дата набуття чинності: {effectiveDate}.

# privacyPolicyLastUpdated
source: Last Updated: {lastUpdatedDate}.
de: Zuletzt aktualisiert: {lastUpdatedDate}.
es: Última actualización: {lastUpdatedDate}.
fr: Dernière mise à jour : {lastUpdatedDate}.
ja: 最終更新日：{lastUpdatedDate}。
pt: Última atualização: {lastUpdatedDate}.
uk: Останнє оновлення: {lastUpdatedDate}.

# privacyPolicyIntro
source: {appName} ("we", "our", or "us") operates the {appName} mobile application (the "App"). This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our App.
de: {appName} ("wir", "unser" oder "uns") betreibt die mobile Anwendung {appName} (die "App"). Diese Datenschutzerklärung erklärt, wie wir Ihre Informationen sammeln, verwenden, offenlegen und schützen, wenn Sie unsere App nutzen.
es: {appName} ("nosotros", "nuestro" o "nuestros") opera la aplicación móvil {appName} (la "Aplicación"). Esta Política de Privacidad explica cómo recopilamos, usamos, divulgamos y protegemos tu información cuando usas nuestra Aplicación.
fr: {appName} ("nous", "notre" ou "nos") exploite l’application mobile {appName} (l’"Application"). Cette politique de confidentialité explique comment nous collectons, utilisons, divulguons et protégeons vos informations lorsque vous utilisez notre Application.
ja: {appName}（「私たち」、「我々」、または「当社」）は、{appName}モバイルアプリケーション（「アプリ」）を運営しています。このプライバシーポリシーは、アプリを使用する際のあなたの情報の収集、使用、開示、保護方法を説明します。
pt: {appName} ("nós", "nosso" ou "nossos") opera o aplicativo móvel {appName} (o "Aplicativo"). Esta Política de Privacidade explica como coletamos, usamos, divulgamos e protegemos suas informações quando você usa nosso Aplicativo.
uk: {appName} ("ми", "наш" або "нас") керує мобільним додатком {appName} ("Додаток"). Ця Політика конфіденційності пояснює, як ми збираємо, використовуємо, розкриваємо та захищаємо твою інформацію, коли ти використовуєш наш Додаток.

# privacyPolicyAgreement
source: Please read this Privacy Policy carefully. If you do not agree with the terms, please do not access the App.
de: Bitte lesen Sie diese Datenschutzerklärung sorgfältig durch. Wenn Sie mit den Bedingungen nicht einverstanden sind, greifen Sie bitte nicht auf die App zu.
es: Por favor, lee esta Política de Privacidad cuidadosamente. Si no estás de acuerdo con los términos, no accedas a la Aplicación.
fr: Veuillez lire attentivement cette politique de confidentialité. Si vous n’êtes pas d’accord avec les termes, veuillez ne pas accéder à l’Application.
ja: このプライバシーポリシーをよくお読みください。条件に同意しない場合、アプリにアクセスしないでください。
pt: Por favor, leia esta Política de Privacidade cuidadosamente. Se você não concordar com os termos, não acesse o Aplicativo.
uk: Будь ласка, уважно прочитай цю Політику конфіденційності. Якщо ти не згоден з умовами, не використовуй Додаток.

# infoCollectTitle
source: 1. Information We Collect
de: 1. Informationen, die wir sammeln
es: 1. Información que recopilamos
fr: 1. Informations que nous collectons
ja: 1. 収集する情報
pt: 1. Informações que coletamos
uk: 1. Інформація, яку ми збираємо

# infoCollectDescription
source: We may collect and process the following types of information:
de: Wir können die folgenden Arten von Informationen sammeln und verarbeiten:
es: Podemos recopilar y procesar los siguientes tipos de información:
fr: Nous pouvons collecter et traiter les types d’informations suivants :
ja: 以下の種類の情報を収集および処理する場合があります：
pt: Podemos coletar e processar os seguintes tipos de informações:
uk: Ми можемо збирати та обробляти такі типи інформації:

# infoCollectPersonalData
source: a. Personal Data
de: a. Persönliche Daten
es: a. Datos personales
fr: a. Données personnelles
ja: a. 個人データ
pt: a. Dados pessoais
uk: a. Персональні дані

# infoCollectPersonalDataDescription
source: Information you voluntarily provide when you:
de: Informationen, die Sie freiwillig bereitstellen, wenn Sie:
es: Información que proporcionas voluntariamente cuando:
fr: Informations que vous fournissez volontairement lorsque vous :
ja: あなたが自発的に提供する情報：
pt: Informações que você fornece voluntariamente quando:
uk: Інформація, яку ти добровільно надаєш, коли:

# infoCollectRegisterAccount
source: Register or create an account (e.g., name, email address, age, etc.)
de: Sich registrieren oder ein Konto erstellen (z.B. Name, E-Mail-Adresse, Alter usw.)
es: Te registras o creas una cuenta (por ej., nombre, dirección de correo electrónico, edad, etc.)
fr: Vous inscrivez ou créez un compte (par ex., nom, adresse e-mail, âge, etc.)
ja: 登録またはアカウント作成時（例：名前、メールアドレス、年齢など）
pt: Registra ou cria uma conta (por ex., nome, endereço de e-mail, idade, etc.)
uk: Реєструєшся або створюєш обліковий запис (наприклад, ім’я, адреса електронної пошти, вік тощо)

# infoCollectSupport
source: Contact us for support
de: Uns für Unterstützung kontaktieren
es: Nos contactas para soporte
fr: Contactez-nous pour un support
ja: サポートのために連絡する
pt: Contata-nos para suporte
uk: Звертаєшся до нас за підтримкою

# infoCollectUsageData
source: b. Usage Data
de: b. Nutzungsdaten
es: b. Datos de uso
fr: b. Données d’utilisation
ja: b. 使用データ
pt: b. Dados de uso
uk: b. Дані використання

# infoCollectUsageDataDescription
source: Automatically collected when using the App:
de: Automatisch gesammelt bei der Nutzung der App:
es: Recopilados automáticamente al usar la Aplicación:
fr: Collectées automatiquement lors de l’utilisation de l’Application :
ja: アプリ使用時に自動的に収集される：
pt: Coletados automaticamente ao usar o Aplicativo:
uk: Автоматично зібрані під час використання Додатка:

# infoCollectDeviceInfo
source: Device information (e.g., device model, OS version)
de: Geräteinformationen (z.B. Gerätemodell, Betriebssystemversion)
es: Información del dispositivo (por ej., modelo del dispositivo, versión del sistema operativo)
fr: Informations sur l’appareil (par ex., modèle de l’appareil, version du système d’exploitation)
ja: デバイス情報（例：デバイスのモデル、OSバージョン）
pt: Informações do dispositivo (por ex., modelo do dispositivo, versão do sistema operacional)
uk: Інформація про пристрій (наприклад, модель пристрою, версія ОС)

# infoCollectLogInfo
source: Log information (e.g., IP address, crash logs)
de: Protokollinformationen (z.B. IP-Adresse, Absturzprotokolle)
es: Información de registro (por ej., dirección IP, registros de fallos)
fr: Informations de journal (par ex., adresse IP, journaux de plantage)
ja: ログ情報（例：IPアドレス、クラッシュログ）
pt: Informações de log (por ex., endereço IP, logs de falhas)
uk: Інформація журналу (наприклад, IP-адреса, журнали збоїв)

# infoCollectUsageStats
source: App usage statistics and interactions
de: Nutzungsstatistiken und Interaktionen der App
es: Estadísticas de uso de la aplicación e interacciones
fr: Statistiques d’utilisation de l’application et interactions
ja: アプリの使用統計とインタラクション
pt: Estatísticas de uso do aplicativo e interações
uk: Статистика використання додатка та взаємодії

# infoCollectLocationData
source: c. Location Data
de: c. Standortdaten
es: c. Datos de ubicación
fr: c. Données de localisation
ja: c. 位置情報
pt: c. Dados de localização
uk: c. Дані про розташування

# infoCollectLocationDataDescription
source: We may collect precise or approximate location information if you grant us permission.
de: Wir können genaue oder ungefähre Standortinformationen sammeln, wenn Sie uns die Erlaubnis dazu erteilen.
es: Podemos recopilar información de ubicación precisa o aproximada si nos das permiso.
fr: Nous pouvons collecter des informations de localisation précises ou approximatives si vous nous en donnez l’autorisation.
ja: 許可された場合、正確またはおおよその位置情報を収集する場合があります。
pt: Podemos coletar informações de localização precisas ou aproximadas se você nos der permissão.
uk: Ми можемо збирати точну або приблизну інформацію про розташування, якщо ти надаєш нам дозвіл.

# howWeUseInfoTitle
source: 2. How We Use Your Information
de: 2. Wie wir Ihre Informationen verwenden
es: 2. Cómo usamos tu información
fr: 2. Comment nous utilisons vos informations
ja: 2. 情報の使用方法
pt: 2. Como usamos suas informações
uk: 2. Як ми використовуємо твою інформацію

# howWeUseInfoDescription
source: We use your information to:
de: Wir verwenden Ihre Informationen, um:
es: Usamos tu información para:
fr: Nous utilisons vos informations pour :
ja: あなたの情報を使用して：
pt: Usamos suas informações para:
uk: Ми використовуємо твою інформацію для:

# howWeUseInfoProvideApp
source: Provide and maintain the App
de: Die App bereitzustellen und zu warten
es: Proporcionar y mantener la Aplicación
fr: Fournir et maintenir l’Application
ja: アプリを提供および維持する
pt: Fornecer e manter o Aplicativo
uk: Забезпечення та підтримки Додатка

# howWeUseInfoImproveApp
source: Improve the App’s performance and user experience
de: Die Leistung und Benutzererfahrung der App zu verbessern
es: Mejorar el rendimiento y la experiencia del usuario de la Aplicación
fr: Améliorer les performances et l’expérience utilisateur de l’Application
ja: アプリのパフォーマンスとユーザー体験を向上させる
pt: Melhorar o desempenho e a experiência do usuário do Aplicativo
uk: Покращення продуктивності та користувацького досвіду Додатка

# howWeUseInfoNotifications
source: Send notifications and important updates
de: Benachrichtigungen und wichtige Updates zu senden
es: Enviar notificaciones y actualizaciones importantes
fr: Envoyer des notifications et des mises à jour importantes
ja: 通知や重要な更新を送信する
pt: Enviar notificações e atualizações importantes
uk: Надсилання сповіщень та важливих оновлень

# howWeUseInfoSupport
source: Respond to user inquiries and support requests
de: Auf Benutzeranfragen und Supportanforderungen zu reagieren
es: Responder a consultas y solicitudes de soporte de los usuarios
fr: Répondre aux demandes et requêtes de support des utilisateurs
ja: ユーザーからの問い合わせやサポートリクエストに対応する
pt: Responder a perguntas e solicitações de suporte dos usuários
uk: Відповіді на запити та звернення користувачів за підтримкою

# howWeUseInfoAnalytics
source: Analyze usage and trends to enhance features
de: Nutzung und Trends zu analysieren, um Funktionen zu verbessern
es: Analizar el uso y las tendencias para mejorar funcionalidades
fr: Analyser l’utilisation et les tendances pour améliorer les fonctionnalités
ja: 使用状況とトレンドを分析して機能を向上させる
pt: Analisar uso e tendências para melhorar funcionalidades
uk: Аналізу використання та тенденцій для вдосконалення функцій

# sharingInfoTitle
source: 3. Sharing Your Information
de: 3. Weitergabe Ihrer Informationen
es: 3. Compartir tu información
fr: 3. Partage de vos informations
ja: 3. 情報の共有
pt: 3. Compartilhamento de suas informações
uk: 3. Поширення твоєї інформації

# sharingInfoDescription
source: We do not sell your personal data. We may share data with:
de: Wir verkaufen Ihre persönlichen Daten nicht. Wir können Daten teilen mit:
es: No vendemos tus datos personales. Podemos compartir datos con:
fr: Nous ne vendons pas vos données personnelles. Nous pouvons partager des données avec :
ja: 私たちはあなたの個人データを販売しません。以下の者とデータを共有する場合があります：
pt: Não vendemos seus dados pessoais. Podemos compartilhar dados com:
uk: Ми не продаємо твої персональні дані. Ми можемо ділитися даними з:

# sharingInfoServiceProviders
source: Service Providers: To perform services on our behalf (e.g., analytics, crash reporting)
de: Dienstleistern: Um Dienstleistungen in unserem Auftrag durchzuführen (z.B. Analysen, Absturzberichte)
es: Proveedores de servicios: Para realizar servicios en nuestro nombre (por ej., análisis, informes de fallos)
fr: Fournisseurs de services : Pour effectuer des services en notre nom (par ex., analyses, rapports de plantage)
ja: サービスプロバイダ：私たちに代わってサービスを実行するため（例：分析、クラッシュレポート）
pt: Provedores de serviços: Para realizar serviços em nosso nome (por ex., análises, relatórios de falhas)
uk: Постачальниками послуг: Для виконання послуг від нашого імені (наприклад, аналітика, звіти про збої)

# sharingInfoLegalRequirements
source: Legal Requirements: If required by law or in response to legal processes
de: Gesetzlichen Anforderungen: Wenn es gesetzlich vorgeschrieben ist oder als Reaktion auf rechtliche Verfahren
es: Requisitos legales: Si lo exige la ley o en respuesta a procesos legales
fr: Exigences légales : Si requis par la loi ou en réponse à des processus juridiques
ja: 法的要件：法律で要求された場合、または法的プロセスに対応して
pt: Requisitos legais: Se exigido por lei ou em resposta a processos legais
uk: Юридичними вимогами: Якщо цього вимагає закон або у відповідь на юридичні процеси

# sharingInfoBusinessTransfers
source: Business Transfers: In connection with a merger, sale, or acquisition
de: Geschäftsübertragungen: Im Zusammenhang mit einer Fusion, einem Verkauf oder einer Übernahme
es: Transferencias comerciales: En relación con una fusión, venta o adquisición
fr: Transferts d’entreprise : Dans le cadre d’une fusion, vente ou acquisition
ja: 事業譲渡：合併、売却、または買収に関連して
pt: Transferências de negócios: Em conexão com uma fusão, venda ou aquisição
uk: Бізнес-передачами: У зв’язку з об’єднанням, продажем або придбанням

# thirdPartyServicesTitle
source: 4. Third-Party Services
de: 4. Drittanbieter-Dienste
es: 4. Servicios de terceros
fr: 4. Services tiers
ja: 4. サードパーティサービス
pt: 4. Serviços de terceiros
uk: 4. Сторонні сервіси

# thirdPartyServicesDescription
source: Our App may include links or integrate with third-party services (e.g., Firebase, Google Analytics). These third parties have their own privacy policies, and we are not responsible for their practices.
de: Unsere App kann Links enthalten oder sich mit Drittanbieter-Diensten integrieren (z.B. Firebase, Google Analytics). Diese Drittanbieter haben ihre eigenen Datenschutzrichtlinien, und wir sind nicht für deren Praktiken verantwortlich.
es: Nuestra Aplicación puede incluir enlaces o integrarse con servicios de terceros (por ej., Firebase, Google Analytics). Estos terceros tienen sus propias políticas de privacidad, y no somos responsables de sus prácticas.
fr: Notre Application peut inclure des liens ou s’intégrer avec des services tiers (par ex., Firebase, Google Analytics). Ces tiers ont leurs propres politiques de confidentialité, et nous ne sommes pas responsables de leurs pratiques.
ja: 私たちのアプリには、リンクが含まれているか、またはサードパーティサービス（例：Firebase、Google Analytics）と統合されている場合があります。これらのサードパーティには独自のプライバシーポリシーがあり、その慣行について私たちは責任を負いません。
pt: Nosso Aplicativo pode incluir links ou integrar serviços de terceiros (por ex., Firebase, Google Analytics). Esses terceiros têm suas próprias políticas de privacidade, e não somos responsáveis por suas práticas.
uk: Наш Додаток може містити посилання або інтегруватися зі сторонніми сервісами (наприклад, Firebase, Google Analytics). Ці сторонні сервіси мають власні політики конфіденційності, і ми не несемо відповідальності за їхні практики.

# dataSecurityTitle
source: 5. Data Security
de: 5. Datensicherheit
es: 5. Seguridad de datos
fr: 5. Sécurité des données
ja: 5. データセキュリティ
pt: 5. Segurança de dados
uk: 5. Безпека даних

# dataSecurityDescription
source: We implement appropriate technical and organizational measures to protect your information. However, no method of transmission over the Internet or method of electronic storage is 100% secure.
de: Wir setzen angemessene technische und organisatorische Maßnahmen ein, um Ihre Informationen zu schützen. Keine Methode der Übertragung über das Internet oder des elektronischen Speichers ist jedoch zu 100 % sicher.
es: Implementamos medidas técnicas y organizativas adecuadas para proteger tu información. Sin embargo, ningún método de transmisión por Internet o almacenamiento electrónico es 100% seguro.
fr: Nous mettons en œuvre des mesures techniques et organisationnelles appropriées pour protéger vos informations. Cependant, aucune méthode de transmission sur Internet ou de stockage électronique n’est sécurisée à 100 %.
ja: 私たちはあなたの情報を保護するために適切な技術的および組織的対策を実施します。ただし、インターネットを介した送信方法や電子ストレージの方法は100％安全ではありません。
pt: Implementamos medidas técnicas e organizacionais apropriadas para proteger suas informações. No entanto, nenhum método de transmissão pela Internet ou armazenamento eletrônico é 100% seguro.
uk: Ми впроваджуємо відповідні технічні та організаційні заходи для захисту твоєї інформації. Однак жоден метод передачі через Інтернет або електронного зберігання не є на 100% безпечним.
