Repository: rostikKalabishka/Ai-FitCoach
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, ja, pt, uk

source: Food
de: Essen
es: Alimentación
fr: Nourriture
ja: 食事
pt: Alimentação
uk: Харчування

source: Exercise
de: Bewegung
es: Ejercicio
fr: Exercice
ja: 運動
pt: Exercício
uk: Фізичні вправи

source: Sleep and Relax
de: Schlaf und Entspannung
es: Sueño y relajación
fr: Sommeil et détente
ja: 睡眠とリラクゼーション
pt: Sono e Relaxamento
uk: Сон і відпочинок

source: Hydration
es: Hidratación
fr: Hydratation
ja: 水分補給
pt: Hidratação
uk: Гідратація

source: Mental
ja: メンタル
uk: Психічне здоров’я

source: ALL CATEGORIES
de: ALLE KATEGORIEN
es: TODAS LAS CATEGORÍAS
fr: TOUTES LES CATÉGORIES
ja: すべてのカテゴリー
pt: TODAS AS CATEGORIAS
uk: ВСІ КАТЕГОРІЇ

source: Join Now
de: JETZT ANMELDEN!
es: ¡ÚNETE AHORA!
ja: 今すぐ参加する！
uk: ПРИЄДНУЙТЕСЯ!
